#SCHOOL_PHOTO = "https://s1.stc.all.kpcdn.net/woman/wp-content/uploads/2022/01/kittens-555822_1920-960x540.jpg"
#SELF_PHOTO = "https://hips.hearstapps.com/hmg-prod/images/beautiful-smooth-haired-red-cat-lies-on-the-sofa-royalty-free-image-1678488026.jpg?crop=0.88847xw:1xh;center,top&resize=1200:*"

WELCOME_MESSAGE = """
Привет!

Добро пожаловать в мой бот. Здесь вы немного узнаете про меня.

Доступные команды:

/start - Запуск бота, также выпадает меню кнопок.
/selfi - Моя фотография(кнопка "Селфи").
/school_photo - Фотография из старшей школы(кнопка "Фотка со школы").
/help - Помощь с интерфейсом
/code - Дает ссылку на код

"""

INSTRUCTION ="""

Функционал поддерживается и с помощью команд, и с помощью кнопок:

Доступные команды:

/start - Выпадает меню кнопок
/selfi - Моя фотография(кнопка "Селфи").
/school_photo - Фотография из старшей школы(кнопка "Фотка со школы").
/code - Получить код телеграм-бота
/hobby - Генерится голосовое сообщение про увлечения (кнопка "Послушать увлечение")

Только через кнопку:

"Рассказы" - выпадает inline меню, где нужно выбрать какой рассказ собираешься послушать(Про GPT/NoSQL/Про любовь)
"Hide Menu" - просто спрятать меню(если хочется использовать чисто команды)
"""

HOBBY_TEXT = """
Привет! Меня зовут Анвар. Я хочу рассказать про свои увлечения. Я очень люблю программировать, 
создать новые интересные вещи и саморазвиваться. Люблю вечером посидеть, посмотреть курсы, чтобы узнать что-то новое.
Также мне нравиться заниматься спортом. Каждые два-три дня я стараюсь посещать спортзал, хожу на скалодром, зимой на лыжи.
"""

SELF_PHOTO = "https://disk.yandex.ru/i/58K8YbNs997O6A"
SCHOOL_PHOTO = "https://disk.yandex.ru/i/TOyjQ66U8dKDxA"